{
    "text": [
        {
            "id": "com.whatsappdescription",
            "text": "WhatsApp from Meta is a FREE messaging and video calling app. It’s used by over 2B people in more than 180 countries. It’s simple, reliable, and private, so you can easily keep in touch with your friends and family. WhatsApp works across mobile and desktop even on slow connections, with no subscription fees*.\r\n\r\nPrivate messaging across the world\r\n\r\nYour personal messages and calls to friends and family are end-to-end encrypted. No one outside of your chats, not even WhatsApp, can read or listen to them.\r\n\r\nSimple and secure connections, right away\r\n\r\nAll you need is your phone number, no user names or logins. You can quickly view your contacts who are on WhatsApp and start messaging.\r\n\r\nHigh quality voice and video calls\r\n\r\nMake secure video and voice calls with up to 8 people for free*. Your calls work across mobile devices using your phone’s Internet service, even on slow connections.\r\n\r\nGroup chats to keep you in contact\r\n\r\nStay in touch with your friends and family. End-to-end encrypted group chats let you share messages, photos, videos and documents across mobile and desktop.\r\n\r\nStay connected in real time\r\n\r\nShare your location with only those in your individual or group chat, and stop sharing at any time. Or record a voice message to connect quickly.\r\n\r\nShare daily moments through Status\r\n\r\nStatus allows you to share text, photos, video and GIF updates that disappear after 24 hours. You can choose to share status posts with all your contacts or just selected ones.\r\n\r\n\r\n*Data charges may apply. Contact your provider for details.\r\n\r\n---------------------------------------------------------\r\n\r\nIf you have any feedback or questions, please go to WhatsApp > Settings > Help > Contact Us"
        },
        {
            "id": "com.whatsappsummary",
            "text": "Simple. Reliable. Private."
        },
        {
            "id": "com.google.android.apps.mapsdescription",
            "text": "Navigate your world faster and easier with Google Maps.  Over 220 countries and territories mapped and hundreds of millions of businesses and places on the map.  Get real-time GPS navigation, traffic, and transit info, and explore local neighborhoods by knowing where to eat, drink and go - no matter what part of the world you’re in.\r\n\r\nGet there faster with real-time updates\r\n• Beat traffic with real-time ETAs and traffic conditions\r\n• Catch your bus, train, or ride-share with real-time transit info\r\n• Save time with automatic rerouting based on live traffic, incidents, and road closures\r\n\r\nDiscover places and explore like a local\r\n• Discover local restaurant, events, and activities that matter to you\r\n• Know what’s trending and new places that are opening in the areas you care about\r\n• Decide more confidently with “Your match,” a number on how likely you are to like a place\r\n• Group planning made easy.  Share a shortlist of options and vote in real-time\r\n• Create lists of your favorite places and share with friends\r\n• Follow must-try places recommended by local experts, Google, and publishers\r\n• Review places you’ve visited. Add photos, missing roads and places.\r\n\r\nMore experiences on Google Maps\r\n• Offline maps to search and navigate without an internet connection\r\n• Street View and indoor imagery for restaurants, shops, museums and more\r\n• Indoor maps to quickly find your way inside big places like airports, malls and stadiums\r\n\r\n* Some features not available in all countries\r\n\r\n* Also available for Wear OS\r\n\r\n* Navigation isn't intended to be used by oversized or emergency vehicles"
        },
        {
            "id": "com.google.android.apps.mapssummary",
            "text": "Real-time GPS navigation & local suggestions for food, events, & activities"
        },
        {
            "id": "com.accuweather.androiddescription",
            "text": "<h1><b>AccuWeather’s trusted free weather forecast app is at your fingertips</b></h1> \r\nInternationally recognized by the World Meteorological Organization with awards for “Best User Interface and Data Representation”, “Best Weather Warnings”, and “Best Design and Presentation of Information, User-Friendliness; Access and Customization” making AccuWeather one of the best weather apps! \r\n\r\n<b>Weather Forecasts You Can Depend On</b>\r\n•  <b>Live weather forecasts</b> including MinuteCast® forecasts for Minute by Minute® precipitation updates\r\n•  <b>Local weather</b> including severe weather alerts, temperature, precipitation, and allergy outlooks for your day \r\n•  <b>WinterCast™: winter weather forecasts</b> giving you advanced warnings of snowfall probabilities and accumulation\r\n•  <b>Daily forecasts</b> include rain probability, cloud coverage, wind, live radar, air quality index, snowfall, and even UV index\r\n•  <b>Advanced weather radar</b> gives you up to the minute views of storm tracking, snow, rain, ice, temperature changes, and much more\r\n•  <b>RealFeel® & RealFeel Shade Temperature™ technology</b> helping you get a better sense of how the weather actually feels\r\n\r\n<h2><b>Live weather with Weather Alerts</b></h2>\r\nThe AccuWeather forecasting and severe weather alerts you know and trust. From local weather updates to WinterCast snow alerts, get the weather forecast you can rely on. With in-depth weather news, forecast updates, free weather alerts, plus today’s forecast and much more. Find out what makes AccuWeather the best as a trusted, free weather app. It’s the weather tracker you need!\r\n\r\n<h2><b>Advanced Weather Radar</b></h2>\r\nSetting the standard for free weather radar:\r\n•  The accurate weather radar you know from AccuWeather\r\n•  Weather watches and warnings for your local area\r\n•  RealVue™ and Enhanced RealVue™ satellite imagery looking at weather patterns from space\r\n•  Weather radar views for water vapor, rainfall, sustained winds, and even storm surges\r\n•  Timely tropical storm radar tracking to see where and when storms might hit\r\n•  Current conditions maps shows temperature and RealFeel in and around your area\r\n•  5-day precipitation outlook to see what rain, snow, and ice could be in your area\r\n•  24-hour snowfall forecast shows detailed maps with snow accumulation and winter weather\r\n•  Temperature contour maps show how the temperature will change over the next day\r\n\r\n<h2><b>For over 10 years, the AccuWeather app has brought you the weather</b></h2>\r\nWhether you're on the East Coast, Pacific Northwest, Southern Coast, or West Coast this free weather app can show you snow, wind, cold, rain and more! Stay prepared with our local weather and live forecasts. From extreme humidity, severe storms, allergy info, air quality index, snow storms, and ice alerts, get live updates that matter to you. Local weather forecasts are the AccuWeather specialty. \r\n\r\n<b>Our weather tracker & live radar gives you Superior Accuracy™</b>\r\nSevere weather warnings, today’s temperature, free weather radar maps & more!\r\n\r\n•  Get local forecasts and personalize the app depending on where you are in the world\r\n•  Go beyond today’s weather and look 45 days ahead to ensure that you’re prepared for any weather\r\n•  Try the MinuteCast feature for the most up to date live Minute by Minute weather forecast\r\n•  Weather alerts, storm alerts, and more! Get trending videos from AccuWeather’s dedicated news team\r\n•  Weather forecasting your way - a weather tracker that can filter and customize according to your preferences\r\n\r\nDownload the AccuWeather app today for free and enjoy award-winning Superior Accuracy in weather forecasting on your Android mobile, tablet, TV, and WearOS. More than just a daily forecast, try the best weather app and get more from your forecast."
        },
        {
            "id": "com.accuweather.androidsummary",
            "text": "Your local weather forecast, storm tracker, radar maps & live weather news"
        },
        {
            "id": "com.todoistdescription",
            "text": "Trusted by 30+ million people and teams worldwide. Todoist is a delightfully simple yet powerful task planner and to-do list app. Finally, organize your work and life. \r\n\r\n🏅 TechRadar - “...one of the best apps you can use to plan your personal and work schedules. The app has a lot of task management features, and its user interface is nothing short of stellar.”\r\n\r\n🏆 2020 Editor's Choice by Google\r\n\r\nUse Todoist to:\r\n• Reach that mental clarity you’ve been longing for by using Quick Add to capture and schedule to-do list tasks the moment they pop into your head. \r\n• Add tasks to your to-do list like “Read work emails every day at 10am” using Todoist’s powerful everyday language recognition and recurring due dates.\r\n• Available on any device, with apps, extensions, and widgets Todoist will quickly become your go-to task planner for getting work and life organized.\r\n• Link Todoist with your calendar, voice assistant, and 60+ other tools such as Outlook, Gmail, and Slack.\r\n• Collaborate on projects of all sizes, by assigning to-do list tasks to others. You can also leave comments, voice notes, and attach files to tasks. Planning work just got easier!\r\n• Project templates available to help you tackle everything (from meeting agendas and accounting tasks, to packing lists and wedding planning).\r\n• See what’s most important by setting visual task priority levels in your to-do list, making task management a breeze.\r\n• Get to know yourself better with insights into your personalized productivity and task planner trends.\r\n\r\nWhy you’ll love it on Android\r\n• Todoist is beautifully designed, simple to get started and intuitive to use. \r\n• Stay organized from your to-do list via your phone, tablet, and Wear OS watch while also syncing across desktop and all other devices.\r\n• Simply type details like \"tomorrow at 4pm\" and Todoist will recognize it all for you.\r\n• Location-based reminders available on upgrade. Never forget an errand again. \r\n• All the power from Android: lock screen widget, Quick Add tile, Assistant, and notifications.\r\n\r\nQuestions? Feedback? Visit get.todoist.help or reach out on Twitter @todoist.\r\n\r\nUse Todoist to plan or track anything\r\n• Daily reminders\r\n• Habit tracker\r\n• Daily planner\r\n• Weekly planner\r\n• Holiday planner\r\n• Grocery list\r\n• Project management\r\n• Chore tracker\r\n• Task manager\r\n• Study planner\r\n• Bill planner\r\n• Shopping list\r\n• Task management\r\n• Business planning\r\n• To-do list \r\n• And more\r\n\r\nTodoist is flexible and loaded with features so that no matter what you require from your task planner or to-do list, Todoist can help you organize your work and life.\r\n\r\n*About Pro plan billing*:\r\nIf you upgrade to the Pro plan, payment will be charged to your Google Play account, and your account will be charged for renewal within 24 hours prior to the end of the current period. You can choose to be billed monthly or yearly. You can turn off auto-renew in your Google Play settings any time after purchase."
        },
        {
            "id": "com.todoistsummary",
            "text": "Simple yet powerful to-do list. Habit planner & reminders. Organize work & life."
        },
        {
            "id": "com.google.android.calendardescription",
            "text": "Get the official Google Calendar app, part of Google Workspace, for your Android phone and tablet to save time and make the most of every day.\r\n\r\n• Different ways to view your calendar - Quickly switch between month, week, and day view.\r\n• Events from Gmail - Flight, hotel, concert, restaurant reservations, and more are added to your calendar automatically.\r\n• Tasks - Create, manage, and view your tasks alongside your events in Calendar\r\n• All your calendars in one place - Google Calendar works with all calendars on your phone, including Exchange.\r\n\r\nGoogle Calendar is part of Google Workspace. With Google Workspace, you and your team can:\r\n• Schedule meetings quickly by checking coworkers' availability or layering their calendars in a single view\r\n• See if meeting rooms or shared resources are free\r\n• Share calendars so people see full event details or just if you are free\r\n• Access from your laptop, tablet or phone\r\n• Publish calendars on the web\r\n\r\nLearn more about Google Workspace: https://workspace.google.com/products/calendar/\r\n\r\nFollow us for more:\r\nTwitter: https://twitter.com/googleworkspace\r\nLinkedin: https://www.linkedin.com/showcase/googleworkspace\r\nFacebook: https://www.facebook.com/googleworkspace/"
        },
        {
            "id": "com.google.android.calendarsummary",
            "text": "Always know what’s next with Google Calendar, part of Google Workspace."
        },
        {
            "id": "com.stravadescription",
            "text": "Strava makes fitness tracking social. We house your entire active journey in one spot – and you get to share it with friends. Here’s how:\r\n\r\n• Record everything – runs, rides, hikes, yoga and over 30 other sport types. Think of Strava as the homebase of your movement.\r\n\r\n• Discover anywhere – our Routes tool uses de-identified Strava data to intelligently recommend popular routes based on your preferences. You can also build your own.\r\n\r\n• Build a support network – Strava’s about celebrating movement. Here you’ll find your community and cheer each other on.\r\n\r\n• Train smarter – get data insights to understand your progress and see how you improve. Your Training Log is the record of all your workouts.\r\n\r\n• Move safer – share your real-time location with loved ones while outdoors for an extra layer of safety.\r\n\r\n• Sync your favorite apps and devices – Strava is compatible with thousands of them (Wear OS, Samsung, Fitbit, Garmin – you name it).\r\n\r\n• Join and create challenges – join millions in monthly challenges to chase new goals, collect digital badges and stay accountable.\r\n\r\n• Embrace the unfiltered – your feed on Strava is filled with real efforts from real people. That’s how we motivate each other.\r\n\r\n• Whether you’re a world-class athlete or a total beginner, you belong here. Just record and go.\r\n\r\nStrava includes both a free version and a subscription version with premium features.\r\n\r\nTerms of Service: https://www.strava.com/legal/terms\r\nPrivacy Policy: https://www.strava.com/legal/privacy\r\n\r\nNOTE ON GPS SUPPORT: Strava depends on GPS for recording activities. In some devices, the GPS does not work properly and Strava will not record effectively. If your Strava recordings show poor location estimation behavior, please try to update the operating system to the most recent version. There are some devices which have consistently poor performance with no known remedies. On these devices, we restrict installation of Strava, for example the Samsung Galaxy Ace 3 and the Galaxy Express 2. \r\nSee our support site for more information: https://support.strava.com/hc/en-us/articles/216919047-Supported-Android-devices-and-Android-operating-systems"
        },
        {
            "id": "com.stravasummary",
            "text": "Track your active life in one place and share the journey with friends."
        },
        {
            "id": "app.breezometerdescription",
            "text": "The chosen air quality provider of Apple, Yahoo, and many other leading brands.\r\nReduce your exposure to bad air quality & pollen with BreezoMeter’s award-winning, top-rated <b> air quality, pollen and weather</b> app. We use machine learning and artificial intelligence to provide the most accurate real-time, street-level air quality & pollen data.\r\n\r\nProtect your family with our personalized, user-friendly air quality based health recommendations, plan your day with 5 hours forecast or check the real-time global air quality map. You can also see your local air quality index (available in 94 countries) and learn what pollutants you are breathing, their sources and effects.\r\n\r\nOur main features:\r\n\r\n• Real-time air quality maps - see how outdoor air quality looks like at street, block or country level.\r\n• Daily information for multiple types of pollen from trees, grass and weed.\r\n• Daily weather forecast.\r\n• Actionable, personalized health recommendations - know what you should do— whether you’re at home, looking for an exercise route, planning a trip or watching the kids.\r\n• Notifications for changes in outdoor air quality - save your favorite locations and track their air quality 24/7.\r\n\r\nUse BreezoMeter to track the ambient air quality around you and to <b>minimize your exposure to outdoor air pollution.</b> See the ambient air quality at the kids' kindergarten, plan the healthiest exercise route and make informed decisions about everyday life.\r\n\r\n✓ <b>Recommended by physicians for asthma, lung and heart patients</b>.\r\n✓ Must have for parents of small children and infants.\r\n✓ Great solution for athletes, runners, cyclists and anyone doing outdoor sports activities.\r\n\r\n\r\n<u><b>Under the Hood</b></u>\r\n\r\nBreezoMeter’s secret sauce lies in the technology that utilizes big data infrastructure to continuously gather air quality, pollen, weather and fire measurements from literally thousands of sources, among them more than 7000 official air quality monitoring stations worldwide.\r\n\r\nBy using proprietary dispersion algorithms that calculate air quality in more than 300 million geographical data points every hour, we are able to understand how air quality moves and disperse. Therefore providing highly accurate ambient air quality data in real-time and at the highest resolution, alongside actionable insights.\r\n\r\n<u><b>App permissions information:</b></u>\r\n\r\n<b>Location Permissions (user can choose not to approve location permissions):</b>\r\n\r\nWhile the app is in use (foreground) - This app collects location data to show you the air quality and pollen data at your location.\r\n\r\nWhile the app is in the background - This app collects location data to enable air quality notifications.\r\n\r\n<b>Write to external storage:</b> Only for saving your favorite places so you could get notifications on air quality changes.\r\n\r\nWe use Flurry for usage analytics.\r\nData collected by Flurry includes:\r\nDevice ID\r\nProduct Interaction\r\nOther Usage Data\r\n\r\nPrivacy policy:\r\nhttps://breezometer.com/privacy-policy\r\n\r\n<u><b>Businesses:</b></u>\r\nCheck out the world-leading Air Pollution API. Educate and engage customers by enriching your products with Forecast, Pollen & Air Quality Data. View our Real-Time Air Quality Map and join the list of clients who trust us, including Dyson, Veolia and WeatherBug Learn more!\r\n\r\nwww.breezometer.com\r\ntwitter.com\r\nBreezoMeter (@BreezoMeter) | Twitter\r\nThe latest Tweets from BreezoMeter (@BreezoMeter)."
        },
        {
            "id": "app.breezometersummary",
            "text": "Real-Time, Street-level Air Quality Index (AQI), Pollen & Wildfires Worldwide"
        },
        {
            "id": "com.runtastic.androiddescription",
            "text": "<b>ULTIMATE HEALTH & FITNESS TRACKER FOR CARDIO, SPORTS & RUNNING</b>\r\n\r\nJoin the fitness revolution with adidas Running, the complete sports, fitness & activity tracker to log multiple sports in one place. Track your cardio such as running, walking, cycling, swimming, etc and also other sports. There are more than 90 sports activities that you can track with adidas Running! \r\n\r\n**Available on mobile, Wear OS among other wearable devices\r\n\r\n<b>STAY MOTIVATED | TRACK MULTIPLE SPORTS & FITNESS ACTIVITIES | SOCIALIZE</b>\r\n\r\nThere are over 170m people who use adidas Running: sport, fitness & activity tracker frequently to log their fitness activities & exercise routines for walking, cycling, running & many other sports. We're more than just a run & distance tracker. With regular challenges & virtual races, you'll always be motivated. Keep a log of minutes, km & calories burned & see your statistics. Get better as you go, follow other athletes & join sport clubs around you to keep yourself motivated! \r\n\r\n<b>8 REASONS TO LOVE ADIDAS RUNNING</b>\r\n\r\n1. YOUR TRAINING PLAN: Create your Run plan according to distance, duration or consistency: Choose a personal goal (weight loss, 5k, 10k, half marathon, marathon etc) for running or the sport of your choice.\r\n \r\n2. ACCURACY: Built-in GPS tracking, pedometer track distance of your cardio workouts including indicators such as pace, calories, cadence etc. \r\n\r\n3. FITNESS STATS: Track duration, distance, calories burned, and monitor heart rate data (Wear OS)\r\n\r\n4. SOCIAL SPARK: Participate in virtual races & competitions. Run together with thousands of adidas Running users.\r\n\r\n5. TRACK MULTIPLE SPORTS: Select more than 90 sports incl. hiking, cycling, track & accomplish your fitness goals.\r\n\r\n6. ALL IN ONE SPORT ACTIVITY APP FOR FREE: Running app & sport activity tracker built for beginners, experienced runners & athletes! \r\n\r\n7. DAILY HEALTH & FITNESS TIPS: Get updated & motivated through our blog posts on fitness topics, your followers' activities & events around your location\r\n\r\n8. CONNECT YOUR DEVICES: Integrate adidas running with devices like Garmin Connect, Google fit, and Wear OS.\r\n\r\n<b>THE ULTIMATE DISTANCE & RUN-TRACKER FOR SPORTS, WALKING, JOGGING, CYCLING & RUNNING</b>\r\n\r\nStart with running as a beginner and easily track your progress. Go from couch-to-5k in no time! With live GPS tracking & pedometer, you will be able to accurately track your runs, jogs, walks or when cycling. Additionally, you can log your sports activity on mobile & Wear OS for more than 90 sports within adidas running for free!\r\n\r\n<b>TRAINER FOR MARATHON & HALF MARATHON TRAINING (premium)</b>\r\n\r\nWith its accurate pedometer, distance tracker & run coach all you need to focus on is your run & energy. Get adidas Running: Sport, Activity & fitness tracker is great for improving performance & building endurance for marathon training. Download adidas running & build your own marathon training plan!\r\n\r\n<b>PREMIUM MEMBERSHIP BENEFITS:</b>\r\n\r\n- Personalized training & run plans for races (weight loss, 5K, 10K, half-marathon, marathon)\r\n\r\n- Interval training for running, walking & cycling - Train with your personal run coach & trainer!\r\n\r\n- Personal records to mark all your achievements\r\n\r\n- Auto-pause when you stop moving\r\n\r\n- Premium membership for adidas training app\r\n\r\nAPP USAGE INFO & PREMIUM MEMBERSHIP DETAILS\r\n\r\nThe adidas Running app by Runtastic is free to download & use. Some features, such as your running training plans, are unlocked only with the purchase of a Premium Membership. Your Membership renews automatically if you do not cancel it within 24 hours prior to the end of the subscription period. The renewal of your Premium Membership will be charged to your account up to 24 hours before your current Membership expires. The cancellation of an in-app Membership subscription is not permitted. The option to disable the automatic renewal of your Premium Membership is available to you in your Google Play account settings."
        },
        {
            "id": "com.runtastic.androidsummary",
            "text": "Distance, Activity & Mile tracker: Track run, walking, jogging, bike & 90 sports"
        },
        {
            "id": "com.mapswithme.maps.prodescription",
            "text": "Fast, detailed and entirely offline maps with turn-by-turn navigation – trusted by over <b>140 million</b> travelers worldwide.\r\n\r\n<b>OFFLINE MAPS</b>\r\nSave mobile data, no internet is required.\r\n\r\n<b>NAVIGATION</b>\r\nUse driving, walking and cycle navigation anywhere in the world.\r\n\r\n<b>TRAVEL GUIDES</b>\r\nSave you time planning the trip and never miss an interesting place with our ready-made travel guides. We've partnered with the best travel content creators to build travel guide catalog for hundreds of destinations around the world. Whether you prefer city travel, car trips or outdoor activities you will find a great choice of guides for a perfect journey.\r\n\r\n<b>INCREDIBLY DETAILED</b>\r\nDirections to points of interest (POI), hiking trails and places missing from other maps.\r\n\r\n<b>UP-TO-DATE</b>\r\nMaps are updated by millions of OpenStreetMap contributors daily. OSM is an open-source alternative to popular map services.\r\n\r\n<b>FAST AND RELIABLE</b>\r\nOffline search, GPS navigation along with optimized maps to effectively save memory space.\r\n\r\n<b>BOOKMARKS</b>\r\nSave locations you love and share them with your friends.\r\n\r\n<b>AVAILABLE WORLDWIDE</b>\r\nEssential for home and travel. Paris, France? Check. Amsterdam, Netherlands? Check. Barcelona, Spain? Check. New York, Chicago, Florida, Las Vegas, Nevada, Seattle, San Francisco, California, USA? Check! Rome, Italy? Check. London, UK? Check.\r\n\r\n<b>TRAFFIC DATA</b>\r\nNew online city traffic maps. Check out updates on traffic info and fastest driving routes in 36 countries!\r\n\r\n<b>AND MORE!</b>\r\n– Search through different categories e.g. restaurants, cafes, tourist attractions, hotels, ATMs and public transport (metro, bus…)\r\n– Make hotel bookings via Booking.com directly from the app\r\n– Share your location via text message or social media\r\n– When cycling or walking, the app shows whether the way is uphill or downhill\r\n \r\nContinued use of GPS running in the background can dramatically decrease battery life.\r\n \r\nIf you have any questions, visit our Help Center: support.maps.me.\r\nIf you are unable to find the answer to your question, contact us at: android@maps.me.\r\nFollow us on FB: http://www.facebook.com/mapswithme | Twitter: @MAPS_ME"
        },
        {
            "id": "com.mapswithme.maps.prosummary",
            "text": "Worldwide offline navigation with maps and driving directions"
        },
        {
            "id": "com.google.android.keepdescription",
            "text": "Quickly capture what’s on your mind and get a reminder later at the right place or time. Speak a voice memo on the go and have it automatically transcribed. Grab a photo of a poster, receipt or document and easily organize or find it later in search. Google Keep makes it easy to capture a thought or list for yourself, and share it with friends and family.\r\n \r\n Capture what’s on your mind\r\n • Add notes, lists and photos to Google Keep. Pressed for time? Record a voice memo and Keep will transcribe it so you can find it later.\r\n Share ideas with friends and family\r\n • Easily plan that surprise party by sharing your Keep notes with others and collaborating on them in real time.\r\n Find what you need, fast\r\n • Color and add labels to code notes to quickly organize and get on with your life. If you need to find something you saved, a simple search will turn it up.\r\n Always within reach\r\n • Keep works on your phone, tablet, computer and Android wearables. Everything you add syncs across all of your devices so your thoughts are always with you.\r\n The right note at the right time\r\n • Need to remember to pick up some groceries? Set a location-based reminder to pull up your grocery list right when you get to the store.\r\n Available everywhere\r\n • Try Google Keep on the web at http://keep.google.com and find it in the Chrome Web Store at http://g.co/keepinchrome.\r\n \r\n Permissions Notice\r\n Camera: This is used to attach images to notes in Keep.\r\n Contacts: This is used to share notes to contacts.\r\n Microphone: This is used to attach audio to notes.\r\n Location: This is used to set and fire location-based reminders.\r\n Storage: This is used to add attachments from storage to their notes."
        },
        {
            "id": "com.google.android.keepsummary",
            "text": "Google Keep"
        }
    ]
}
